[
	{
		"source": "18",
		"id": "18:1",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Are you the one who went to island CX and made it back alive?"
	},
	{
		"source": "18",
		"id": "18:2",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "What did you see over there?"
	},
	{
		"source": "18",
		"id": "18:3",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "How can I get there?"
	},
	{
		"source": "18",
		"id": "18:4",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Otringal"
	},
	{
		"source": "18",
		"id": "18:5",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "The island of the Francos"
	},
	{
		"source": "18",
		"id": "18:6",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Nowhere, I'm staying right here."
	},
	{
		"source": "18",
		"id": "18:7",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Nope, not yet. It'd be great to get to his office. Any ideas?"
	},
	{
		"source": "18",
		"id": "18:8",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Hello."
	},
	{
		"source": "18",
		"id": "18:9",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Oh man, I don't have enough Zlitos."
	},
	{
		"source": "18",
		"id": "18:10",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Oof!! This crystal is way too heavy. I need some kind of tool to break off a piece."
	},
	{
		"source": "18",
		"id": "18:11",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "In the beginning, the 2 mother planets, Zeer (the sun) and Lich (the cold) met one another during the Oogh: the great cataclysm. From this Zeelich was born. Life appeared and the brotherhood of the Gods sent there the youngest son of the light, who was called Kard N'kom. Alas, some deleterious fumes emanating from the Great Sulfur Mine disfigured him. His horribly mutilated face escaped the Gods, and it was decided that Kard N'kom would have to forever hide his face and never again appear in front of the noble assembly. Condemned to roam the cosmos forever, Kard N'kom saw his Name erased from the divine law. He who wanders without a face became then known as Dark Monk... Zeelich was populated with 4 different races, condemned by the Gods to fight each other forever. But, life being stronger, the divine brotherhood hurled Zeelich into the first sun of the Novae system. This shock created the planet such as we know it: a blanket of clouds isolating the rocky summits from the melting ground."
	},
	{
		"source": "18",
		"id": "18:12",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Then Dark Monk came back and announced the latest verdict from the Gods. The races were to fraternize and share the task of returning Zeelich to its former beauty. He unveiled a great wonder: from the deadly cloud, hideous monsters were born and threatened to invade the planet. But, thanks to his Key, Dark Monk also gave rise to a volcano which erupted and sculpted in basalt a gigantic statue in his image, holding the Stone Book of the 10,000 Names. At each ceremony, lightning would henceforth inscribe once more the Name of God, Dark Monk. Before disappearing, Dark Monk broke his Key into 4 pieces and thus revealed the Great Prophecy. On the day when the 10,000th Name of God is engraved the reunion of the 4 fragments of the Key will make the monsters and the gas disappear, and will give back to Zeelich the heavenly appearance of its origin. Life will then be reborn as it was in the time of Eden."
	},
	{
		"source": "18",
		"id": "18:13",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "And what did you do with the children and the wizards?, you creep!"
	},
	{
		"source": "18",
		"id": "18:14",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "FunFrock, you suck big time, and I'm going to take you out, and I don't mean for a pizza!"
	},
	{
		"source": "18",
		"id": "18:15",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "I know. But where is he? And where are the children?"
	},
	{
		"source": "18",
		"id": "18:16",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "I'm off to save the children and face FunFrock. Get out of here and get Baldino on Otringal!! We're going to need his ship to get out of this mess."
	},
	{
		"source": "18",
		"id": "18:17",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "\"... and when the stranger appears, alone capable of reuniting the four keys, Dark Monk will oppose... ...in the ultimate celebration the monsters and the gas will disappear... in forgetfulness Dark Monk will go... ... and life will Zeelich regain...\""
	},
	{
		"source": "18",
		"id": "18:18",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "This way is no good. I need the four fragments."
	},
	{
		"source": "18",
		"id": "18:19",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Mosquibee representative. The race of the Mosquibees lives in the under-gas. Their village is a magnificent cocoon anchored on the rocky tor which supports the island CX."
	},
	{
		"source": "18",
		"id": "18:20",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Wannie representative. The race of the Wannies lives in the under-gas. They are the workers of the gem mine, from which gazogem is made. The mine is being run by the Building Company, under imperial supervision."
	},
	{
		"source": "18",
		"id": "18:21",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Franco representative. The Francos live on the island of the Francos, (what a surprise!), which is enshrouded by the gas swarming with monsters. The Francos refine the gems extracted in the under-gas, and turn them into gazogem, usable by all the vehicles of Zeelich."
	},
	{
		"source": "18",
		"id": "18:22",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Sup representative. The Sups live in the upper city of Otringal. They are the planet's intellectual elite and always hold the highest positions."
	},
	{
		"source": "18",
		"id": "18:23",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "I know him. He is from my planet. He is evil... But don't worry, I'll make sure he knows what's right."
	},
	{
		"source": "18",
		"id": "18:24",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "For 5 Zlitos, I can take you somewheres. Where do you wanna go?"
	},
	{
		"source": "18",
		"id": "18:25",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "The fare I am charging is 5 Zlitos. Where would you like to go, sir?"
	},
	{
		"source": "18",
		"id": "18:26",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "That's it, my man, it's here. You'll find him easily, he sells souvenirs."
	},
	{
		"source": "18",
		"id": "18:27",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "But that's the Twinsunian who escaped!! After him!! Murderer!!!"
	},
	{
		"source": "18",
		"id": "18:28",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Halt!!"
	},
	{
		"source": "18",
		"id": "18:29",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "No, no, it's not me, it's not me!! Help, police!!! Murderer!!!!"
	},
	{
		"source": "18",
		"id": "18:30",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "I know you...you're the murderer everybody's looking for! Police, help!!!!"
	},
	{
		"source": "18",
		"id": "18:31",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Yeah, it's me, or what's left of me. What do you want?"
	},
	{
		"source": "18",
		"id": "18:32",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Ha ha, what I saw there... a secret fortress, guvv'ner. A fortress built by the parliament, where some army shuttles shoot at everything that gets close. I don't know what they hide there, and I don't want to know."
	},
	{
		"source": "18",
		"id": "18:33",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Are you kidding me? Nobody can get close. The only ones crazy enough to make a go at it, are Rick's gang. Rick, he's the owner of that bar, by the harbor. But he's much more than that, he's in charge of the Otringal underworld. Go see him, maybe he'll help ya."
	},
	{
		"source": "18",
		"id": "18:34",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "So tell me, have you found Rick ?"
	},
	{
		"source": "18",
		"id": "18:35",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "No... maybe not the lodges. I heard rumors about something, but I just don't remember."
	},
	{
		"source": "18",
		"id": "18:36",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "A little statue of Dark Monk, mister? The real one comes out of the volcano only during the cult ceremonies. It's quite an impressive sight, you should see it some time!"
	},
	{
		"source": "18",
		"id": "18:37",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "It's... it's not impossible... Then... Dark Monk is not Dark Monk... Only an impostor..."
	},
	{
		"source": "18",
		"id": "18:38",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "This prophecy is so exciting... I can't stop reading it over and over. It makes me cry every single time!!"
	},
	{
		"source": "18",
		"id": "18:39",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "This... this character has taken the place of Dark Monk. He has deceived us all. And we, poor dummies, we believed him!! But who is he, who is this FunFrock???"
	},
	{
		"source": "18",
		"id": "18:40",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "It is said the trail used to circle the crater and that folks came to gather crystals. Now, the road's blocked - and only a fool or a hero would dare venture there."
	},
	{
		"source": "18",
		"id": "18:41",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "This temple is dedicated to Dark Monk. He is the God of the Zeelichians and lives again! His Majesty promised to cancel the Zeelichian curse during the cult's next ceremony."
	},
	{
		"source": "18",
		"id": "18:42",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Me, I declare this fellow... [hic!] I didn't trust him so much, [hic!!] I knew darn well we were all digging for nothing, hic!! If I'd known, I'd've spent a little more time at Franckie's instead of digging [hic!]!"
	},
	{
		"source": "18",
		"id": "18:43",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "At last we meet again, Twinsen! But this time, you are too late!! With the emperor's help, I succeeded in deceiving the Esmers. Ironic, isn't it? They mistook me for the reincarnation of Dark Monk and granted me divine powers that even I didn't possess. Thanks to those Esmers, these powers will be mine as soon as the moon collides with Twinsun!!"
	},
	{
		"source": "18",
		"id": "18:44",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "I needed the wizards to operate the machine I built in the statue. It'll attract the Sendells' energy from Twinsun's core, and release it in the explosion! The children were only a ploy to coerce the wizards' obedience!!"
	},
	{
		"source": "18",
		"id": "18:45",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Even you a part of my plan, fool of a Quetch!! The statue is in fact an antenna! And I needed the four fragments to place it in its ceremonial position! Now, you will witness the destruction of your planet and my consecration as well! As soon as I activate the machine and the cosmic shock takes place, I will seize the Sendells' energy. It will make me a God in flesh as well as in name!!!"
	},
	{
		"source": "18",
		"id": "18:46",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "So you followed me, you miserable maggot!!! You didn't get the picture, did you? Now it's too late. In a few minutes, your planet will be destroyed, and its energy will make me the equivalent of a God!!!\nFor annoying me with the sight of you yet again, I'm going to sacrifice these children you love so dearly right in front of your eyes!!!"
	},
	{
		"source": "18",
		"id": "18:47",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Adieu!!!"
	},
	{
		"source": "18",
		"id": "18:48",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Thank you for saving us, Twinsen. It is FunFrock who has chained us to this machine. He is alive! He has come back!! He is impersonating Dark Monk and he wants to destroy Twinsun!!"
	},
	{
		"source": "18",
		"id": "18:49",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "He is holding them prisoner in a cage like beasts. They're up there now, in the statue's head. The access gate's closed, but we'll help! All the magic at our disposal is going to be channeled into breaking that thing down!!!\nLet's do it!"
	},
	{
		"source": "18",
		"id": "18:50",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Bravo!!!"
	},
	{
		"source": "18",
		"id": "18:51",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Ready?"
	},
	{
		"source": "18",
		"id": "18:52",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Go!!!"
	},
	{
		"source": "18",
		"id": "18:53",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "So, our Queen was right. The emperor lied to us all. He manipulated us all! All this to protect this impostor!!!"
	},
	{
		"source": "18",
		"id": "18:54",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Terrific!!! Thank you, Sendell. Without your help, I would have never succeeded!"
	},
	{
		"source": "18",
		"id": "18:55",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "What do you mean?"
	},
	{
		"source": "18",
		"id": "18:56",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "These people are great. They are generous and honest. It's about time the people of Zeelich and Twinsun finally met."
	},
	{
		"source": "18",
		"id": "18:57",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Twinsen, the emerald moon just resumed its normal trajectory, Twinsun has been saved!!!!"
	},
	{
		"source": "18",
		"id": "18:58",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "It is I who must thank you, you saved us!! Don't forget that we, the Sendells, are an integral part of Twinsun!!! I think that we should also thank the Esmers..."
	},
	{
		"source": "18",
		"id": "18:59",
		"area": "Celebration Island",
		"location": null,
		"speaker": null,
		"message": "Well, the reactor was much too powerful, even for us. If they had not come to destroy it, I am afraid we would not have succeeded!! You have unmasked FunFrock in front of their eyes, when they thought he was Dark Monk, their savior. Thanks to your intervention, they've understood. That's why they came to our rescue!!!"
	}
]
